[
  {
    "id":1,
    "title":"100 Years",
    "length":"02:34",
    "lyrics":"I`m not gonna say everything is OK  Cause OK is not the way that I feel.  I`m not gonna be any fool`s Christmas tree  Let `em hang gifts on me that aren`t real   I`m not gonna take second best  I`ve got no use for the rest.  World you better hear what I say  Cause for me true love could be  100 years away.   I`m not givin` in to a smile or a grin   On a face -huh- I might never see again.  I`m not gonna fly in some big phony sky  On a ride that I know just can`t win.   And I`m not gonna take second best  No I`ve got no use for the rest.  So world you better hear what I say  Cause for me true love could be  100 years away.   And if it is, I`ll wait",
    "released_on":1968
  },
  {
    "id":2,
    "title":"These Boots Are Made For Walkin'",
    "length":"02:40",
    "lyrics":"You keep saying you got something for me Something you call love but confess You've been a'messin' where you shouldn't 've been a'messin' And now someone else is getting all your best Well, these boots are made for walking, and that's just what they'll do One of these days these boots are gonna walk all over you  You keep lyin' when you oughta be truthin' You keep losing when you oughta not bet You keep samin' when you oughta be a'changin' What's right is right but you ain't been right yet These boots are made for walking, and that's just what they'll do One of these days these boots are gonna walk all over you  You keep playing where you shouldn't be playing  And you keep thinking that you'll never get burnt (HAH) Well, I've just found me a brand new box of matches (YEAH) And what he knows you ain't had time to learn These boots are made for walking, and that's just what they'll do One of these days these boots are gonna walk all over you  SPOKEN  Are you ready, boots? Start walkin'",
    "released_on":1966
  },
  {
    "id":3,
    "title":"Your Groovy Self",
    "length":"02:46",
    "lyrics":"Don't talk to strangers on the bus You know that could be dangerous Don't walk on stick or stones Don't answer ringing phones You know I got to worry Til you bring your groovy self on home to me  Don't take up with no alley cats They really don't know where it's at Don't fall or trip on things Stay away from happenings You know I got to worry Til you bring your groovy self on home to me  Be careful walking down the street You never know what you might meet Don't change a thing or two I'm hung up child on you You know I got to worry Til you bring your groovy self on home to me  Get your groovy self on home",
    "released_on":1967
  },
  {
    "id":4,
    "title":"Summer Wine",
    "length":"03:31",
    "lyrics":"(NANCY): Strawberries cherries and an angel`s kiss in spring My summer wine is really made from all these things  (LEE): I walked in town on silver spurs that jingled to A song that I had only sang to just a few She saw my silver spurs and said lets pass some time And I will give to you summer wine Ohh-oh-oh summer wine  (NANCY): Strawberries cherries and an angel`s kiss in spring My summer wine is really made from all these things Take off your silver spurs and help me pass the time And I will give to you summer wine Ohhh-oh summer wine  (LEE): My eyes grew heavy and my lips they could not speak I tried to get up but I couldn`t find my feet She reassured me with an unfamiliar line And then she gave to me more summer wine Ohh-oh-oh summer wine  (NANCY): Strawberries cherries and an angel`s kiss in spring My summer wine is really made from all these things Take off your silver spurs and help me pass the time And I will give to you summer wine Mmm-mm summer wine  (LEE): When I woke up the sun was shining in my eyes My silver spurs were gone my head felt twice its size She took my silver spurs a dollar and a dime And left me cravin` for more summer wine Ohh-oh-oh summer wine  (NANCY): Strawberries cherries and an angel`s kiss in spring My summer wine is really made from all these things Take off those silver spurs and help me pass the time And I will give to you my summer wine Mmm-mm summer wine",
    "released_on":1968
  },
  {
    "id":5,
    "title":"Wishin' And Hopin'",
    "length":"02:51",
    "lyrics":"Wishin' and hopin' and thinkin' and prayin' Plannin' and dreamin' each night of his charms That won't get you into his arms So if you're looking to find love you can share  All you gotta do is hold him And kiss him and love him And show him that you care  Show him that you care just for him Do the things he likes to do Wear your hair just for him Girl, you would get him wishin' and a hopin' Thinkin' and a prayin'  Just wishin' and hopin' and thinkin' and prayin' Plannin' and dreamin' his kisses will start That won't get you into his heart So if you're thinkin' of havin' true lovin'  All you've gotta do is hold him and kiss him And squeeze him and love him Do it and after you do you will be his  Show him that you care, care for him Do the things he likes to do Wear your hair just for him Girl, you would get him thinkin' and a prayin' Wishin' and a hopin'  Just wishin' and hopin' and thinkin' and prayin' Plannin' and dreamin' his kisses will start That won't get you into his heart So if you're thinkin' of havin' true lovin'  All you've gotta do is hold him and kiss him And squeeze him and love him, yeah Do it and after you do you will be his You will be his, you will be his",
    "released_on":1966
  }
]